{
    "actuators": [
    	{
            "name": "执行器131289838437475857575858",
            "cases": [
                {
                    "name": "用例一用例一用例一用例一用例一用例一用例一用例一用例一用例一用例一",
                    "starttime": "1505723880000",
                    "endtime": "1505724120000",
                    "scripts":[
                        {
                            "name": "脚本1",
                            "starttime": "1505723880000",
                            "endtime": "1505724000000",
                            "state": "1"
                        },
                        {
                            "name": "脚本2",
                            "starttime": "1505724000000",
                            "endtime": "1505724120000",
                            "state": "2"
                        }
                    ]
                },
                {
                    "name": "用例2",
                    "starttime": "1505724120000",
                    "endtime": "1505724360000",
                    "scripts":[
                        {
                            "name": "脚本2",
                            "starttime": "1505724120000",
                            "endtime": "1505724240000",
                            "state": "0"
                        },
                        {
                            "name": "脚本2",
                            "starttime": "1505724240000",
                            "endtime": "1505724360000",
                            "state": "2"
                        }
                    ]
                }
            ]
        },
        {
            "name": "执行器2",
            "cases": [
                {
                    "name": "用例一用例一用例一用例一用例一用例一用例一用例一用例一用例一用例一",
                    "starttime": "1505723880000",
                    "endtime": "1505724120000",
                    "scripts":[
                        {
                            "name": "脚本1",
                            "starttime": "1505723880000",
                            "endtime": "1505724000000",
                            "state": "1"
                        },
                        {
                            "name": "脚本2",
                            "starttime": "1505724000000",
                            "endtime": "1505724120000",
                            "state": "2"
                        }
                    ]
                },
                {
                    "name": "用例2",
                    "starttime": "1505724120000",
                    "endtime": "1505724360000",
                    "scripts":[
                        {
                            "name": "脚本2",
                            "starttime": "1505724120000",
                            "endtime": "1505724240000",
                            "state": "0"
                        },
                        {
                            "name": "脚本2",
                            "starttime": "1505724240000",
                            "endtime": "1505724360000",
                            "state": "2"
                        }
                    ]
                }
            ]
        }
    ]
}
