{
    "data": [
        { 
        	"time": "2017-07-01 14:00",
        	"id":"201723928490325",
        	"sum":"$552.00",
        	"orders": [
        		{
					"pname":"测试管理工具TC",
					"ptype":"产品规格信息",
					"pprice":"￥188.00",
					"pnum":"1"
        		},{
        			"pname":"测试管理工具TC",
					"ptype":"产品规格信息",
					"pprice":"￥288.00",
					"pnum":"1"
        		}
        	]
        	 
        },
        { 
        	"time": "2017-07-01 14:00",
        	"id":"201723928490325",
        	"sum":"$1000 .00",
        	"orders": [
        		{
					"pname":"测试管理工具TC",
					"ptype":"产品规格信息",
					"pprice":"￥188.00",
					"pnum":"1"
        		},{
        			"pname":"测试管理工具TC",
					"ptype":"产品规格信息",
					"pprice":"￥188.00",
					"pnum":"1"
        		},{
        			"pname":"测试管理工具TC",
					"ptype":"产品规格信息",
					"pprice":"￥188.00",
					"pnum":"1"
        		}
        	]
        	 
        }
    ]
}
